/*
Выявление проводок, сделанных в государственные праздники. Рассматриваются только проводки, сделанные вручную.
*/
----------------------------------------------------------------------------- 
 SELECT pwc_id, 'B3.3'
   FROM f_portal_dataset 
  WHERE [System-Created Entry] = 'No'
		AND[Entry_date] IN ('2018-01-01','2018-01-02','2018-01-03','2018-01-04','2018-01-05','2018-01-08','2018-03-08','2018-03-09',
							'2018-04-30','2018-05-01','2018-05-02','2018-05-09','2018-06-11','2018-06-12','2018-11-05','2018-12-31',
							'2018-02-23' )
